Repository: arachmani/ovirt-hosted-engine-setup
Catalog: po/*.po
Languages: pt_br

source: Unable to find an available loopback device path
pt_br: Incapaz de encontrar um caminho de dispositivo loopback disponível

source: Invalid Storage Type
pt_br: Tipo de Armazenamento inválido

source: Connection to storage server failed
pt_br: Conexão ao servidor de armazenamento falhou

source: Dirty Storage Domain: {message} Please clean the storage device and try again
pt_br: Domínio de armazenamento sujo: {message} Por favor limpe o dispositivo de armazenamento e tente novamente

source: The following storage pool has been found connected: {pools}
pt_br: O seguinte conjunto de armazenamento foi encontrado ligado: {pools}

source: Cannot setup Hosted Engine with connected storage pools
pt_br: Setup não pode configurar o Hosted Engine com pools de armazenamento conectados

source: Please specify the storage you would like to use (@VALUES@)[@DEFAULT@]:
pt_br: Por favor especifique o armazenamento que você gostaria de usar (@VALUES@)[@DEFAULT@]:

source: Invalid domain type: "{dtype}"
pt_br: Tipo de Domínio inválido: "{dtype}"

source: Creating Storage Domain
pt_br: Criando Domínio de Armazenamento

source: Creating Storage Pool
pt_br: Criando Pool de Armazenamento

source: Connecting Storage Pool
pt_br: Conectando ao Pool de Armazenamento

source: Destroying Storage Pool
pt_br: Destruindo Pool de Armazenamento

source: Start monitoring domain
pt_br: Iniciar monitoramento de Domínio

source: Preparing again HE images
pt_br: Preparando novamente imagens HE

source: sshd service is required
pt_br: serviço sshd é necessário

source: Failed to reconfigure libvirt for VDSM
pt_br: Falha ao reconfigurar o libvirt para VDSM

source: Starting {service}
pt_br: Iniciando {service}

source: Hardware does not support virtualization
pt_br: Hardware não suporta virtualização

source: Hardware supports virtualization
pt_br: Hardware suporta virtualização

source: Cannot detect if hardware supports virtualization
pt_br: Não posso detectar se o hardware suporta virtualização

source: Hardware virtualization support is not available: please check BIOS settings and turn on NX support if available
pt_br: Suporte à virtualização pelo hardware não está disponível: por favor verifique as configurações da BIOS e ative o suporte NX se disponível

source: The following CPU types are supported by this host: {types_list}
pt_br: Os seguintes tipos de CPU são suportados por este host: {types_list}

source: Please specify the CPU type to be used by the VM [@DEFAULT@]:
pt_br: Por favor especifique o tipo de CPU a ser usado pela VM [@DEFAULT@]:

source: Invalid CPU type specified: {cpu_type}
pt_br: Tipo de CPU especificado inválido: {cpu_type}

source: Configuring VDSM
pt_br: Configurando VDSM

source: VDSM configuration file not found: creating a new configuration file
pt_br: Arquivo de configuração VDSM não encontrado: criando um novo arquivo de configuração

source: The specified installation media is not valid or not readable. Please ensure that {filepath} is valid and could be read by qemu user or kvm group or specify another installation media.
pt_br: A mídia de instalação especificada não é válida ou não é legível. Certifique-se de que {filepath} é válido e pode ser lido por usuário qemu ou grupo kvm

source: Configuring VM
pt_br: Configurando a VM

source: The following VMs have been found: {vms}
pt_br: As seguintes VMs foram encontradas: {vms}

source: Cannot setup Hosted Engine with other VMs running
pt_br: Não posso configurar o Hosted Engine com outras VMs em execução

source: Please specify the console type you would like to use to connect to the VM (@VALUES@) [@DEFAULT@]:
pt_br: Por favor especifique o tipo de console que você gostaria de usar para se conectar à VM (@VALUES@) [@DEFAULT@]:

source: Unsuppored console type provided.
pt_br: Tipo de console fornecido não suportado.

source: Continuing will rollback the engine VM from a previous upgrade attempt. This procedure will restore an engine VM image from a backup taken during an upgrade attempt. The result of any action occurred after the backup creation instant could be definitively lost. Are you sure you want to continue? (@VALUES@)[@DEFAULT@]:
pt_br: Continuando irá tentar restaurar a VM do engine para uma versão prévia. Este procedimento irá restaurar a imagem da VM do engine a partir de um backup durante a tentativa de backup

source: Unable to find any backup disk: please ensure that a backup has been correctly created during a previous upgrade attempt
pt_br: Incapaz de encontrar qualquer disco de backup: por favor certifique-se de que um backup foi criado corretamente durante a tentativa prévia de atualização

source: No available backup disk
pt_br: Nenhum disco de backup disponível

source: The following backup disk have been found on your system: {bd_list}
pt_br: O seguinte disco de backup foi encontrado em seu sistema: {bd_list}

source: Please select one of them (@VALUES@) [@DEFAULT@]:
pt_br: Por favor selecione um deles (@VALUES@) [@DEFAULT@]:

source: Error on volume size: the selected backup (size {source}) doesn't fit the engine VM disk (size {destination})
pt_br: Erro no tamanho do volume: o backup selecionado (size {source}) não cabe no disco da VM do engine (size {destination})

source: Continuing will upgrade the engine VM running on this hosts deploying and configuring a new appliance. If your engine VM is already based on el7 you can also simply upgrade the engine there. This procedure will create a new disk on the hosted-engine storage domain and it will backup there the content of your current engine VM disk. The new el7 based appliance will be deployed over the existing disk destroying its content; at any time you will be able to rollback using the content of the backup disk. You will be asked to take a backup of the running engine and copy it to this host. The engine backup will be automatically injected and recovered on the new appliance. Are you sure you want to continue? (@VALUES@)[@DEFAULT@]:
pt_br: Continuando irá atualizar a VM do engine em execução neste host para implantar e configurar um novo appliance. Se a sua VM do engine já estiver baseado em EL7 você também pode simplesmente atualizar o engine lá. Este procedimento irá criar um novo disco no domínio de armazenamento do hosted-engine e fará o backup do conteúdo de seu disco do engine atual. A nova appliance baseda na EL7 será implantada ao longo do disco existente destruindo seu conteúdo; em algum momento você será capaz de reverter usando o conteúdo do disco de backup. Você será solicitado a fazer um backup do engine em funcionamento e copiá-lo para este host. A cópia de segurança do engine será feita automaticamente e recuperada na nova appliance. Você tem certeza que quer continuar? (@VALUES@)[@DEFAULT@]:

source: Scanning for lockspace and metadata volumes
pt_br: Escaneando por lockspace e metadados de volumes

source: Lockspace and metadata volumes are already on the HE storage domain
pt_br: Lockspace e matadados de volumes já estão no domínio de armazenamento do HE

source: This system was initially deployed with oVirt 3.4 using file based metadata and lockspace area. Now you have to upgrade to up to date structure using this tool. In order to do that please manually stop ovirt-ha-agent and ovirt-ha-broker on all the other HE hosts (but not this one). At the end you of this procedure you can simply manually upgrade ovirt-hosted-engine-ha and restart ovirt-ha-agent and ovirt-ha-broker on all the hosted-engine hosts. Are you sure you want to continue? (@VALUES@)[@DEFAULT@]:
pt_br: Este sistema foi inicialmente implantado com oVirt 3.4 utilizando arquivos baseado em metadados e área lockspace. Agora você tem que atualizar a estrutura usando esta ferramenta. A fim de fazer isso por favor, pare manualmente ovirt-ha-agent e ovirt-ha-broker em todos os outros hosts HE (mas não este). No final deste procedimento você pode simplesmente atualizar manualmente ovirt-hosted-engine-ha e reiniciar oVirt-ha-agente e ovirt-ha-agent em todos os hosts hosted-engine. Você tem certeza que deseja continuar (@VALUES@)[@DEFAULT@]:

source: Waiting for HA agents on other hosts to be stopped
pt_br: Esperando pelos agentes HA em outros hosts pararem

source: Please keep ovirt-ha-agent running on this host
pt_br: Por favor mantenha o ovirt-ha-agent em execução neste host

source: ovirt-ha-agent is still active on host {h}, please stop it (it can require a few seconds).
pt_br: ovirt-ha-agent ainda está ativo no host {h}, por favor pare-o (requer alguns segundos)

source: Waiting for the engine to complete disk {op}. This may take several minutes...
pt_br: Aguardando o disco do engine completar {op}. Isto pode levar alguns minutos...

source: registration
pt_br: Registro

source: creation
pt_br: Criação

source: The engine VM backup disk was found in a failed state. Please check engine logs.
pt_br: O disco de backup da VM do engine foi encontrado em estado de falha. Por favor verifique os logs.

source: The engine VM backup disk is now ready
pt_br: O disco de backup da VM está pronto agora

source: Still waiting for engine VM backup disk to be {op}. This may take several minutes...
pt_br: Ainda aguardando pelo disco de backup da VM do engine estar {op}. Isto pode levar alguns minutos...

source: registered
pt_br: registrado

source: Timed out while waiting for the disk to be created. Please check engine logs.
pt_br: Excedeu o tempo limite enquanto aguardava o disco ser criado. Por favor verifique os logs do engine.

source: Timed out while waiting for the disk to be {op}. Please check engine logs.
pt_br: Tempo esgotado enquanto esperava o disco estar {op}. Por favor verifique os logs do engine.

source: Unable to find this host in the engine, please check the backup recovery
pt_br: Incapaz de encontrar este host no engine, por favor verifique a recuperação do backup

source: This host is not the SPM one, please select it as the SPM from the engine or run this tool on the SPM host.
pt_br: Este host não é um SPM, por favor selecione-o como o SPM do engine ou execute esta ferramente no host SPM.

source: Cannot run the upgrade tool if the host is not the SPM
pt_br: Não pode executar a ferramenta de atualização se o host não é o SPM

source: This upgrade tool is running on the SPM host
pt_br: Esta ferramenta de atualização esta em execução no host SPM

source: Unable to find the hosted-engine storage domain in the engine
pt_br: Incapaz de encontrar o domínio de armazenamento hosted-engine no engine

source: On the hosted-engine storage domain there is not enough available space to create a new disk for backup purposes and eventually extend the current disk to fit the new appliance: required {r}GiB - available {a}GiB. Please extend the hosted-engine storage domain.
pt_br: No domínio de armazenamento do hosted-engine não há espaço disponível suficiente para criar um novo disco para fins de backup e, eventualmente, estender o disco atual para caber na nova appliance: requerido {r}GiB - disponível {a}GiB. Por favor estenda o domínio de armazenamento do hosted-engine.

source: Not enough free space on the hosted-engine storage domain
pt_br: Não há espaço suficiente no domínio de armazenamento do hosted-engine

source: The hosted-engine storage domain has enough free space to contain a new backup disk.
pt_br: O domínio de armazenamento do hosted-engine tem espaço livre suficiente para conter um novo disco de backup.

source: On the hosted-engine disk there is not enough available space to fit the new appliance disk: required {r}GiB - available {a}GiB.
pt_br: No disco do hosted-engine não há espaço disponível o suficiente para caber o novo disco da applaince: requerido {r}GiB - disponível {a}GiB.

source: This upgrade tool can resize the hosted-engine VM disk; before resizing a backup will be created. Are you sure you want to continue? (@VALUES@)[@DEFAULT@]:
pt_br: Esta ferramenta de atualização pode redimensionar o disco da VM do hosted-engine; antes de redimensionar, um backup será criado

source: Not enough free space on the hosted-engine disk, please extend it
pt_br: Não existe espaço livre suficiente no disco do hosted-engine, por favor estenda-o

source: {t} {name} is at version {release} which is not supported by this upgrade flow. Please fix it before upgrading.
pt_br: {t} {name} é a versão {release} o qual não é suportada por esta atualização. Por favor corrija antes de atualizar.

source: Unsupported {t} level
pt_br: Não suportado {t} nivel

source: All the datacenters and clusters are at a compatible level
pt_br: Todos os datacenters e clusters estão em nível compatível

source: Failed creating the new engine VM disk
pt_br: Falhou ao criar um novo disco para a VM do engine

source: The datacenter or this host is still marked as down. Please check engine logs to ensure that everything is fine. Are you sure you want to continue? (@VALUES@)[@DEFAULT@]:
pt_br: O datacenter ou este host ainda está marcado como baixo. Por favor verifique os logs do engine para ter certeza de que tudo está bem. Tem certeza de que deseja continuar? (@VALUES@)[@DEFAULT@]:

source: This host is not active in the engine after the restore
pt_br: Esta host não estará ativo no engine depois de restaurar

source: Unable to find the engine VM backup disk
pt_br: Incapaz de encontrar um disco de backup da VM do engine

source: Registering the hosted-engine backup disk in the DB
pt_br: Registrando o disco de backup do hosted-engine no DB

source: Failed registering the engine VM backup disk
pt_br: Falhou ao registrar o disco de backup da VM do engine

source: Validating authentication plugins
pt_br: Validando os plugins de autenticação

source: The extension configuration file '{authp}' inside the backup seams invalid, please check its content on the engine VM and fix: {ex}
pt_br: A extensão do arquivo de configuração '{authp}' no interior do backup parece ser inválida, por favor verifique o conteúdo na VM do engine e corrija: {ex}

source: The extension configuration file '{authp}' inside the backup seams invalid, please check its content on the engine VM and fix.
pt_br: A extensão do arquivo de configuração '{authp}' no interior do backup parece ser inválida, por favor verifique o conteúdo na VM do engine e corrija:

source: {tbf}: such AAA domains are still configured in a deprecated way that is not compatible with the current release; please upgrade them to ovirt-engine-extension mechanism before proceeding.
pt_br: {tbf}: tais domínios como AAA ainda são configurados de forma obsoleta o que não é compatível com a versão atual; por favor atualizá-los para mecanismo ovirt-engine-extension antes de prosseguir.

source: Validating backup file '{backup_file_path}'
pt_br: Validando arquivo de backup '{backup_file_path}'

source: Unable to open '{path}'
pt_br: Incapaz de abrir '{path}'

source: '{path}' is not a tar.gz archive: {m}
pt_br: {path} não é um arquivo tar.gz: {m}

source: '{path}' is not a complete backup
pt_br: {path} não é um backup completo

source: The provided file contains also a DWH DB backup: it will be restored as well
pt_br: O arquivo fornecido contém também um backup DB DWH: ele será restaurado também

source: The provided file contains also a Reports DB backup: it will be restored as well
pt_br: O arquivo fornecido contém também um backup DB Reports: ele será restaurado também

source: '{path}' is corrupted
pt_br: '{path}' está corrompido

source: '{path}' is not a valid archive: {m}
pt_br: {path} não é um arquivo válido: {m}

source: '{path}' is not a valid archive: {m} - please try recreating the backup with '--files-compressor=gzip' option.
pt_br: '{path}' não é um arquivo válido: {m} - por favor tente recriar o arquivo com a opção '--files-compressor=gzip'

source: '{backup_file_path}' is a sane backup file
pt_br: '{backup_file_path}' é um arquivo de backup sensato

source: Please take a backup of the current engine running this command on the engine VM: engine-backup --mode=backup --archive-compressor=gzip --file=engine_backup.tar.gz --log=engine_backup.log Then copy the backup archive to this host and input here its path when ready.
pt_br: Por favor, faça um backup do mecanismo atual executando esse comando na VM do engine: engine-backup --mode=backup --archive-compressor=gzip --file=engine_backup.tar.gz --log=engine_backup.log Então copie o arquivo de backup para este host e entre com o caminho aqui quando estiver pronto.

source: Please specify path to engine backup archive you would like to restore on the new appliance:
pt_br: Por favor, especifique o caminho para o arquivo de backup do engine que você gostaria de restaurar na nova appliance:

source: Invalid backup file
pt_br: Arquivo de backup inválido

source: Shutting down the current engine VM
pt_br: Desligando a VM do engine atual

source: Extending VM disk
pt_br: Estendendo o disco da VM

source: Failed extending the hosted-engine disk: {m}
pt_br: Falhou ao estender o disco do hosted-engine: {m}

source: Unable to attach cloud-init ISO image
pt_br: Incapaz de anexar imagem ISO ao cloud-init

source: Unable to generate the temporary vm.conf file: {msg}
pt_br: Incapaz de gerar o arquivo temporário vm.conf: {msg}

source: Unable to cleanup the temporary vm.conf file: {msg}
pt_br: Incapaz de limpar o arquivo temporário vm.conf: {msg}
