Repository: arachmani/ovirt-hosted-engine-setup
Catalog: po/*.po
Languages: pt_br

source: Connecting to engine-setup on the appliance
pt_br: Conectando à appliance do engine-setup

source: Failed to connect to appliance, the number of errors has exceeded the limit ({retries})
pt_br: Falha ao conectar à appliance, o número de erros excedeu o limite ({retries})

source: (3) Power off and restart the VM (4) Destroy VM and abort setup
pt_br: (3) Desligar e reiniciar a VM (4) Destruir a VM e abortar o setup

source: The VM has been started. To continue please install OS and shutdown or reboot the VM.
pt_br: A VM foi iniciada. Para continuar por favor instale o Sistema Operacional e desligue ou reinicie a VM.

source: OS installation is complete
pt_br: Instalação do sistema operacional está completa

source: The VM has been rebooted. To continue please install oVirt-Engine in the VM (Follow http://www.ovirt.org/Quick_Start_Guide for more info).
pt_br: A VM foi reiniciada. Para continuar, por favor instale oVirt-Engine na VM (Acesse http://www.ovirt.org/Quick_Start_Guide para maiores informações).

source: oVirt-Engine installation is ready and ovirt-engine service is up
pt_br: A instalação do oVirt-Engine está pronta e serviço ovirt-engine está ativo

source: Please check Engine VM configuration.
pt_br: Por favor verifique a configuração da VM do Engine.

source: Engine VM configuration has been fixed
pt_br: Configuração da VM do Engine foi corrigida

source: {header} Make a selection from the options below: (1) Continue setup - {additional_c1} (2) Abort setup {additional_c2} (@VALUES@)[@DEFAULT@]:
pt_br: {header} Faça uma seleção das opções a seguir: (1) Continuar setup - {additional_c1} (2) Abortar setup {additional_c2} (@VALUES@)[@DEFAULT@]:

source: Please reboot or shutdown the VM. Verifying shutdown...
pt_br: Por favor reinicie ou desligue a VM. Verificando o desligamento...

source: Checking for oVirt-Engine status at {fqdn}...
pt_br: Verificando status para o oVirt-Engine em {fqdn}...

source: oVirt-Engine health status page is not yet reachable.
pt_br: Pagina de status de saúde do oVirt-Engine ainda não está acessível.

source: VM destroyed and setup aborted by user
pt_br: VM destruída e setup abortada pelo usuário

source: Engine replied: {status}
pt_br: Engine respondeu: {status}

source: Engine is still unreachable
pt_br: Engine ainda está inacessível

source: Error reading the configuration file
pt_br: Erro ao ler arquivo de configuração

source: Incomplete configuration, missing FQDN of the hosted engine VM
pt_br: Configuração incompleta, faltando FQDN da VM do hosted engine

source: Hosted Engine is not up!
pt_br: Hosted Engine não está ativo!

source: Hosted Engine is up!
pt_br: Hosted Engine está ativo!

source: Bridge interface
pt_br: Interface Bridge

source: Host address
pt_br: Endereço do Host

source: Engine FQDN
pt_br: FQDN do Engine

source: Bridge name
pt_br: Nome da Bridge

source: Firewall manager
pt_br: Gerenciador de Firewall

source: Gateway address
pt_br: Endereço do Gateway

source: SSH daemon port
pt_br: Porta do daemon SSH

source: Host name for web application
pt_br: Nome do Host para aplicação web

source: Host ID
pt_br: ID do Host

source: Storage connection
pt_br: Conexão ao armazenamento

source: Image size GB
pt_br: Tamanho da Imagem em GB

source: Storage Domain type
pt_br: Tipo de domínio de armazenamento

source: iSCSI Portal IP Address
pt_br: Endereço IP do Portal iSCSI

source: iSCSI Portal port
pt_br: Porta do Portal iSCSI

source: iSCSI Portal user
pt_br: Usuário do Portal iSCSI

source: iSCSI Target Name
pt_br: Nome do alvo iSCSI

source: Memory size MB
pt_br: Tamanho da memória em MB

source: Number of CPUs
pt_br: Número de CPUs

source: MAC address
pt_br: Endereço MAC

source: OVF archive (for disk boot)
pt_br: Arquivo OVF (para o disco de boot)

source: Appliance version
pt_br: Versão da Appliance

source: Console type
pt_br: Tipo de console

source: Restart engine VM after engine-setup
pt_br: Reiniciar a VM do engine e depois executar engine-setup

source: CPU Type
pt_br: Tipo de CPU

source: {path} is not a valid path
pt_br: {path} não é um caminho válido

source: Error: mount point {path} is not writable
pt_br: Erro: ponto de montagem {path} não é gravável

source: Error: mount point {path} contains only {available}Mb of available space while a minimum of {minimum}Mb is required
pt_br: Erro: ponto de montagem {path} contém somente {available}Mb de espaço disponível enquanto o mínimo de {minimum}Mb é requerido

source: Enter engine admin password:
pt_br: Entre com a senha de Administrador do engine:

source: Generating a temporary VNC password.
pt_br: Gerando uma senha VNC temporária

source: You can now connect to the VM with the following command: hosted-engine --console
pt_br: Você pode conectar à VM com o seguinte comando: hosted-engine --console

source: You can also graphically connect to the VM from your system with the following command: remote-viewer vnc://{host}:{displayPort} Use temporary password "{password}" to connect to vnc console.
pt_br: Você pode conectar graficamente à VM de seus sistema com o seguinte comando: remote-viewer vnc://{host}:{displayPort} Use a senha temporária "{password}" para conectar ao console vnc.

source: You can also graphically connect to the VM from your system with the following command: remote-viewer --spice-ca-file={ca_cert_filename} spice://{host}?tls-port={displaySecurePort} --spice-host-subject="{subject}" Use temporary password "{password}" to connect to spice console. Please download {ca_cert} from this host to your client system.
pt_br: Você também pode conectar graficamente à VM de seu sistema com o seguinte comando: remote-viewer --spice-ca-file={ca_cert_filename} spice://{host}?tls-port={displaySecurePort} --spice-host-subject="{subject}" Use a senha temporária "{password}" para conectar ao console spice. Por favor faça o download {ca_cert} deste host para o seu sistema cliente.

source: Unsuppored console type "{console}" requested
pt_br: Tipo de console não suportado "{console}" requerido

source: The Hosted Engine VM has been found still powered on: please turn it off using "hosted-engine --vm-poweroff". The system will wait until the VM is powered off.
pt_br: A VM do Hosted Engine foi encontrada ainda ligada: por favor desligue-a usando "hosted-engine --vm-poweroff". O sistema irá aguardar até que a VM esteja desligada.

source: Creating VM
pt_br: Criando VM

source: Cannot create the VM: {message}
pt_br: Não posso criar a VM: {message}

source: The VM is not powering up: please check VDSM logs
pt_br: A VM não está ligando: por favor verifique os logs VDSM

source: Cannot set temporary password for console connection. The VM may not have been created: please check VDSM logs
pt_br: Não posso definir uma senha temporária para conexão do console. A VM pode não ter sido criada: por favor verifique os logs VDSM

source: Please ensure that your Guest OS is properly configured to support serial console according to your distro documentation. Follow http://www.ovirt.org/Serial_Console_Setup#I_need_to_access_the_console_the_old_way for more info.
pt_br: Por favor verifique se o seu SO convidado está devidamente configurado para suportar console serial de acordo com a documentação da sua distro. Siga http://www.ovirt.org/Serial_Console_Setup#I_need_to_access_the_console_the_old_way para mais informações.

source: If you need to reboot the VM you will need to start it manually using the command: hosted-engine --vm-start You can then set a temporary password using the command: hosted-engine --add-console-password
pt_br: Se você necessitar reinicar a VM, você necessitará inicia-la manualmente usando o comando: hosted-engine --vm-start Você pode então definir uma senha temporária usando o comando: hosted-engine --add-console-password

source: Invalid maintenance mode: {0}
pt_br: Modo de manutenção inválido: {0}

source: Cannot connect to the HA daemon, please check the logs.
pt_br: Não posso conectar ao daemon HA, por favor verifique os logs.

source: Error acquiring VM status
pt_br: Erro ao coletar o status da VM

source: Error acquiring VDS status
pt_br: Erro ao coletar o status do VDS

source: Failed getting task info: {m}
pt_br: Falhou ao obter as informações da tarefa: {m}

source: Failed getting task status: {m}
pt_br: Falhou aos obter o status da tarefa: {m}

source: Waiting for {v} to complete
pt_br: Aguardando {v} completar

source: Timeout waiting for {v} to complete
pt_br: Tempo esgotado enquanto aguardava {v} completar

source: First update
pt_br: Primeira atualização

source: Last update received
pt_br: Última atualização recebida

source: Last update generated
pt_br: Última atualização gerada

source: Host is alive
pt_br: Host está vivo

source: Engine status
pt_br: Status do Engine

source: Host timestamp
pt_br: Timestamp Host

source: Status up-to-date
pt_br: Status atualizado

source: Extra metadata (valid at timestamp)
pt_br: Metados extra (válido em timestamp)

source: Local maintenance
pt_br: Manutenção local

source: {0} Cannot connect to the HA daemon, please check the logs.
pt_br: {0} Não posso conectar ao daemon HA, por favor verifique os logs.

source: !! Cluster is in GLOBAL MAINTENANCE mode !!
pt_br: !! Cluster está em modo MANUTENÇÃO GLOBAL !!

source: unknown stale-data
pt_br: dado obsoleto desconhecido

source: Hosted Engine successfully deployed
pt_br: Hosted Engine configurado com sucesso

source: Hosted Engine deployment failed
pt_br: Hosted Engine falhou ao configurar

source: : this system is not reliable, please check the issue,fix and redeploy
pt_br: : este sistema não é confiável, por favor verificar o problema, corrigir e tentar configura-lo novamente

source: Hosted Engine successfully upgraded
pt_br: Hosted Engine atualizado com sucesso

source: Hosted Engine upgrade failed
pt_br: Hosted Engine falhou ao atualizar

source: : this system is not reliable, you can use --rollback-upgrade option to recover the engine VM disk from a backup
pt_br: : este sistema não é confiável, você pode usar a opção --rollback-upgrade para recuperar o disco da VM do engine a partir de um backup

source: Hosted Engine successfully rolled back
pt_br: Hosted Engine revertido com sucesso

source: Hosted Engine rollback failed
pt_br: Hosted Engine falhou ao reverter

source: : this system is not reliable, please try again this procedure to reach a stable status
pt_br: : Este sistema não é confiável, por favor tente novamente este procedimento para alcançar um status estável

source: Log file is located at {path}
pt_br: Arquivo log está localizado em {path}

source: Please exit global maintenance mode to restart the engine VM.
pt_br: Por favor saia do modo de manutenção global para reiniciar a VM do engine

source: Please note that the engine VM ssh keys have changed. Please remove the engine VM entry in ssh known_hosts on your clients.
pt_br: Por favor note que as chaves ssh do engine foram alteradas. Por favor remova as entradas de ssh da VM do engine nos know_hosts de seus clientes

source: Unable to get the answer file from the shared storage
pt_br: Incapaz de obter o arquivo de resposta do armazenamento compartilhado

source: Answer file successfully loaded
pt_br: Arquivo de resposta carregado com sucesso

source: The answer file on the shared storage is invalid, please check and fix it: {ex}
pt_br: O arquivo de resposta no armazenamento compartilhado é inválido, por favor, verifique e corrija-o: {ex}

source: Cannot parse configuration file key {key} at section {section}: {exception}
pt_br: Não posso analisar a chave do arquivo de configuração {key} na seção {section}: {exception}

source: Cannot deploy Hosted Engine on additional hosts without access to the configuration used on other hosts
pt_br: Não posso implantar o Hosted Engine em hosts adicionais sem acesso à configuração usada em outros hosts

source: Setup will proceed assuming that '{answfile}' was correctly and completely generated on another HE host
pt_br: Setup irá continuar assumindo que '{answfile}' foi correta e completamente gerado em outro host HE

source: Unable to find the hosted-engine configuration volume on the shared storage.
pt_br: Incapaz de encontrar a configuração de volume do hosted-engine no armazenamento compartilhado

source: It seems like your existing HE infrastructure was deployed with version 3.5 (or before) and never upgraded to current release. Mixing hosts with HE from 3.5 (or before) and current release is not supported. Please upgrade the existing HE hosts to current release before adding this host. Please check the log file for more details.
pt_br: Parece que sua infra-estrutura existente HE foi implantada com a versão 3.5 (ou antes) e nunca atualizada para versão atual. Mistura de Hosts com HE 3.5 (ou anteriores) com o lançamento atual não é suportado. Por favor atualize o host HE existente para o lançamento atual antes de adicionar este host. Por favor verifique o arquivo de log para maiores detalhes.

source: Replying "No" will abort Setup. Continue? (@VALUES@) [@DEFAULT@]:
pt_br: Respondendo "Não" abortará a configuração. Continuar? (@VALUES@) [@DEFAULT@]:

source: other hosted-engine host is still at version 3.5
pt_br: outro host hosted-engine ainda está na versão 3.5

source: It has been detected that this program is executed through an SSH connection without pseudo-tty allocation. Please run again ssh adding -t option
pt_br: Foi detectado que este programa é executado através de uma conexão SSH sem a alocação do pseudo -tty. Por favor execute o ssh novamente acrescentando a opção -t

source: It has been detected that this program is executed through an SSH connection without using screen. Continuing with the installation may lead to broken installation if the network connection fails. It is highly recommended to abort the installation and run it inside a screen session using command "screen". Do you want to continue anyway? (@VALUES@)[@DEFAULT@]:
pt_br: Foi detectado que este programa é executado através de uma conexão SSH sem o uso de screen. Continuando com a instalação pode levar a quebrada da mesma, se a conexão de rede falhar. É altamente recomendável abortar a instalação e executá-la dentro de uma sessão de screen usando o comando "screen". Você quer continuar mesmo assim? (@VALUES@)[@DEFAULT@]:

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: STORAGE CONFIGURATION
pt_br: CONFIGURAÇÃO DO ARMAZENAMENTO

source: VM CONFIGURATION
pt_br: CONFIGURAÇÃO DA VM

source: HOSTED ENGINE CONFIGURATION
pt_br: CONFIGURAÇÃO DO HOSTED ENGINE

source: Error acquiring CA cert
pt_br: Erro ao coletar certificado CA

source: custom
pt_br: personalizado

source: internal
pt_br: interno

source: The REST API cert couldn't be trusted with the {catype} CA cert Would you like to continue in insecure mode (not recommended)? If not, please provide your CA cert at {path} before continuing (@VALUES@)[@DEFAULT@]?
pt_br: O cert REST API não poderia ser confiável com o CA cert {catype} Gostaria de continuar no modo inseguro (não recomendado)? Se não, por favor forneça seu cert CA em {path} antes de continuar (@VALUES@)[@DEFAULT@]?

source: Confirm engine admin password:
pt_br: Confirmar senha de administrador:

source: Passwords do not match
pt_br: Senhas não coincidem

source: Please specify a password
pt_br: Por favor especifique uma senha

source: Empty password not allowed for user admin
pt_br: Senha vazia não é permitida para o usuário admin

source: Unable to cleanup temporary CA cert file: {msg}
pt_br: Incapaz de limpar o arquivo cert CA temporário: {msg}

source: Please install and setup the engine in the VM.
pt_br: Por favor instale e configure o engine na VM.

source: You may also be interested in installing ovirt-guest-agent-common package in the VM.
pt_br: Você pode também estar interessado em instalar pacote ovirt-guest-agent-common na VM.

source: Running engine-setup on the appliance
pt_br: Executando o engine-setup na appliance

source: Engine setup is stalled on the appliance since {since} seconds ago. Please check its log on the appliance.
pt_br: Engine Setup está parado na appliance a {since} segundos. Por favor, verifique seu log na appliance.

source: engine-backup failed restoring the engine backup on the appliance Please check its log on the appliance.
pt_br: engine-backup falhou ao restaurar o backup do engine na appliance Por favor verifique o log na appliance.

source: Engine setup failed on the appliance Please check its log on the appliance.
pt_br: Engine Setup falhou na appliance Por favor verifique seu log na appliance.

source: Engine-setup successfully completed
pt_br: Engine-setup concluído com sucesso

source: Engine is still not reachable
pt_br: Engine ainda não está acessível

source: Engine is still not reachable, waiting...
pt_br: Engine ainda não está acessível, aguardando...

source: Please provide the FQDN for the engine you would like to use. This needs to match the FQDN that you will use for the engine installation within the VM. Note: This will be the FQDN of the VM you are now going to create, it should not point to the base host or to any other existing machine. Engine FQDN:
pt_br: Por favor forneça o FQDN para o engine que você gostaria de usar. Isso precisa coincidir com o FQDN que você vai usar para a instalação do engine dentro da VM. Nota: Este será o FQDN da VM que você está criando agora, não deve apontar para o host de base ou para qualquer outra maquina existente . Engine FQDN:

source: Please input the hostname for the engine VM, not for this host.
pt_br: Por favor insira o nome do host para a VM do engine, não para este host.

source: hosted-engine cannot be deployed while NetworkManager is running, please stop and disable it before proceeding
pt_br: hosted-engine não pode ser implantado enquanto NetworkManager estiver funcionando, por favor, pare e desative-o antes de continuar

source: Bridge {bridge} already created
pt_br: Bridge {bridge} já criada

source: The following existing interfaces are not suitable for vdsm: {enslaved}. You might want to pull out an interface out of a bridge to be able to use it
pt_br: As seguintes interfaces existentes não estão adequados para o VDSM: {enslaved}. Você pode querer tirar uma interface de uma bridge para ser capaz de usá-la

source: A Network interface is required
pt_br: Uma interface de rede é necessária

source: Please indicate a nic to set {bridge} bridge on: (@VALUES@) [@DEFAULT@]:
pt_br: Por favor indique um NIC para definir {bridge} bridge em: (@VALUES@) [@DEFAULT@]:

source: Unable to uniquely detect the interface where Bridge {bridge} has been created on, {bridge_ifs} appear to be valid alternatives
pt_br: Incapaz de detectar exclusivamente a interface onde a Bridge {bridge} foi criada, {bridge_ifs} parecem ser alternativas válidas

source: Unable to detect the interface where Bridge {bridge} has been created on
pt_br: Incapaz de detectar a interface onde a Bridge {bridge} foi criada

source: Cannot acquire nic/bond/vlan address
pt_br: Não posso coletar os endereços nic/bond/vlan

source: Cannot acquire bridge address
pt_br: Não posso adquirir o endereço bridge

source: hostname '{h}' doesn't uniquely match the interface '{i}' selected for the management bridge; it matches also interface with IP {o}. Please make sure that the hostname got from the interface for the management network resolves only there.
pt_br: hostname '{h}' não coincide com exclusividade a interface '{i}' selecionada para o gerenciamento da bridge; Ele corresponde também a interface com IP {o}. Por favor, certifique-se de que o hostname tem uma interface para o gerenciamento de rede.

source: Configuring the management bridge
pt_br: Configurando o gerenciamento da bridge

source: Please indicate a pingable gateway IP address [@DEFAULT@]:
pt_br: Por favor indique um endereço IP pingável do gateway [@DEFAULT@]:

source: Specified gateway is not pingable
pt_br: Gateway especificado não é pingável

source: Verifying sanlock lockspace initialization
pt_br: Verificando a inicialização do sanlock lockspace

source: Failed getting storage domain info: {m}
pt_br: Falhou ao obter as informações de dominio: {m}

source: Image Transaction
pt_br: Transação de imagem

source: Validating pre-allocated volume size
pt_br: Validando tamanho de volume pré-alocado

source: Error on volume size: the selected image (size {source}) doesn't fit the target volume (size {destination})
pt_br: Erro no tamanho do volume: a imagem selecionada(size {source}) não cabe no volume do alvo (size {destination})

source: Extracting disk image from OVF archive (could take a few minutes depending on archive size)
pt_br: Extraindo imagem de disco do arquivo OVF (pode demorar alguns minutos, dependendo do tamanho do arquivo)

source: Image not uploaded to data domain
pt_br: Imagem não carregada para domínio de dados

source: Uploading volume to data domain (could take a few minutes depending on archive size)
pt_br: Uploading de volume para o domínio de dados (pode demorar alguns minutos, dependendo do tamanho do arquivo)

source: Injecting engine backup
pt_br: Injetando backup do engine

source: Backup successfully injected
pt_br: Backup injetado com sucesso

source: Image successfully imported from OVF
pt_br: Imagem OVF importada com sucesso

source: OVF does not contain a valid image description, using default.
pt_br: O OVF não contém uma descrição de imagem válido, utilizando o padrão.

source: Unsupported unit type: {unit}
pt_br: Tipo de unidade não suportada: {unit}

source: Failed to read appliance memory
pt_br: Falha ao ler a memória da appliance

source: The specified file does not exists
pt_br: O arquivo especificado não existe

source: Checking OVF archive content (could take a few minutes depending on archive size)
pt_br: Verificando o conteúdo do arquivo OVF (pode demorar alguns minutos, dependendo do tamanho do arquivo)

source: The OVF archive does not have a required OVF XML file.
pt_br: O arquivo OVF não tem um arquivo OVF XML necessário.

source: Checking OVF XML content (could take a few minutes depending on archive size)
pt_br: Verificando o conteúdo do OVF XML (pode demorar alguns minutos, dependendo do tamanho do arquivo)

source: Failed preparing the disk: {m}
pt_br: Falhou ao preparar o disco: {m}

source: Unable to get the disk path
pt_br: Incapaz de obter o caminho do disco

source: Detecting available oVirt engine appliances
pt_br: Detectando appliances disponíveis do oVirt engine

source: [{i}] - Directly select an OVA file
pt_br: [{i}] - Selecionar diretamente um arquivo OVA

source: The following appliance have been found on your system: {app_list}
pt_br: A appliance a seguir foi encontrada em seu sistema: {app_list}

source: Please select an appliance (@VALUES@) [@DEFAULT@]:
pt_br: Por favor selecione uma appliance (@VALUES@) [@DEFAULT@]:

source: Verifying its sha1sum
pt_br: Verificando SHA1

source: The selected appliance is invalid: the sha1sum of the selected file ('{p}') doesn't match the expected value.
pt_br: A appliance selecionada é inválida: o sha1sum do arquivo selecionado ('{p}') não coincide com o valor esperado.

source: Please specify path to OVF archive you would like to use [@DEFAULT@]:
pt_br: Por favor especifique o caminho para o arquivo OVF que você gostaria de usar [@DEFAULT@]:

source: The specified OVF archive is not a valid OVF archive.
pt_br: O arquivo OVF especificado não é um arquivo OVF válido.

source: The specified OVF archive is not readable. Please ensure that {filepath} could be read
pt_br: O arquivo OVF especificado não é legível. Certifique-se de que {filepath} pode ser lido

source: Not enough space in the temporary directory [{tmpdir}]
pt_br: Não há espaço suficiente no diretório temporário [{tmpdir}]
