Repository: arachmani/ovirt-hosted-engine-setup
Catalog: po/*.po
Languages: pt_br

source: Please specify path to a temporary directory with at least {size} GB [@DEFAULT@]:
pt_br: Por favor especifique o caminho para um diretório temporário com pelo menos {size} GB [@DEFAULT@]:

source: Creating
pt_br: Criando

source: created
pt_br: criado

source: Restoring
pt_br: Restaurando

source: restored
pt_br: restaurado

source: {v} a backup of the engine VM disk (could take a few minutes depending on archive size)
pt_br: {v} backup de um disco da VM do engine (pode levar alguns minutos dependendo do tamanho do arquivo)

source: Successfully {a}
pt_br: Sucesso {a}

source: Cannot acquire nic/bridge address
pt_br: Não posso adquirir o endereço nic/bridge

source: Cannot acquire a valid nic/bridge address
pt_br: Não posso adquirir um endereço nic/bridge válido

source: '{ipcidr}' is not a valid CIDR IP address
pt_br: '{ipcidr}' não é um endereço IP CIDR válido

source: this host
pt_br: este host

source: the default gateway
pt_br: o gateway padrão

source: The Engine VM ({engine}) and {elem} ({host}) will not be in the same IP subnet. Static routing configuration are not supported on automatic VM configuration.
pt_br: A VM do Engine ({engine}) e {elem} ({host}) não vão estar na mesma sub-rede de IP. Configuração de roteamento estático não são suportadas na configuração automática da VM.

source: How should the engine VM network be configured (@VALUES@)[@DEFAULT@]?
pt_br: Como a rede na VM do engine deve ser configurada (@VALUES@)[@DEFAULT@]?

source: Static
pt_br: Estático

source: Please enter the IP address to be used for the engine VM [@DEFAULT@]:
pt_br: Por favor insira o endereço IP a ser utilizado pela VM do engine [@DEFAULT@]:

source: The engine VM will be configured to use {cidr}
pt_br: A VM do engine será configurada para usar {cidr}

source: Just three DNS addresses are supported
pt_br: Apenas três endereços DNS são suportados

source: '{ip}' doesn't look like a valid IP address
pt_br: '{ip}' não se parece com um endereço IP válido

source: Please provide a comma-separated list (max 3) of IP addresses of domain name servers for the engine VM Engine VM DNS (leave it empty to skip) [@DEFAULT@]:
pt_br: Por favor forneça uma lista separada por vírgula (máximo 3) de endereços IP de servidores de nomes de domínio para VM do engine VM Engine DNS (deixá-la vazia para pular) [@DEFAULT@]:

source: Would you like to use cloud-init to customize the appliance on the first boot (@VALUES@)[@DEFAULT@]?
pt_br: Gostaria de usar cloud-init para personalizar a appliance na primeira inicialização (@VALUES@)[@DEFAULT@]?

source: Would you like to generate on-fly a cloud-init ISO image (of no-cloud type) or do you have an existing one (@VALUES@)[@DEFAULT@]?
pt_br: Gostaria de gerar uma imagem ISO on-fly cloud-init (do tipo no-cloud ) ou você já tem uma existente (@VALUES@)[@DEFAULT@]?

source: Generate
pt_br: Gerar

source: Existing
pt_br: Existente

source: Please provide the FQDN you would like to use for the engine appliance. Note: This will be the FQDN of the engine VM you are now going to launch, it should not point to the base host or to any other existing machine. Engine VM FQDN: (leave it empty to skip):
pt_br: Por favor forneça o FQDN que você gostaria de usar para a appliance do engine. Nota: Este será o FQDN da VM do engine que você está lançando, não deve apontar para o host de base ou para qualquer outro equipamento existente. VM engine FQDN: (deixe em branco para pular):

source: Please provide the domain name you would like to use for the engine appliance. Engine VM domain: [@DEFAULT@]
pt_br: Por favor forneça o nome de domínio que você gostaria de usar para a appliance do engine. VM engine Domínio: [@DEFAULT@]

source: Automatically execute engine-setup on the engine appliance on first boot (@VALUES@)[@DEFAULT@]?
pt_br: Executar automaticamente o engine-setup na appliance do engine na primeira inicialização (@VALUES@)[@DEFAULT@]?

source: Automatically restart the engine VM as a monitored service after engine-setup (@VALUES@)[@DEFAULT@]?
pt_br: Reiniciar automaticamente a VM do engine como um serviço monitorado após o engine-setup (@VALUES@)[@DEFAULT@]?

source: Enter root password that will be used for the engine appliance (leave it empty to skip):
pt_br: Digite a senha de root que será usado para a appliance do engine (deixá-la vazia para pular):

source: Confirm appliance root password:
pt_br: Confirmar senha de root da appliance:

source: Skipping appliance root password
pt_br: Ignorando senha de root da appliance

source: The oVirt engine appliance is not configured with a default password, please consider configuring it via cloud-init
pt_br: A appliance do ovirt engine não está configurada com uma senha padrão, por favor considere configurá-la via cloud-init

source: Add lines for the appliance itself and for this host to /etc/hosts on the engine VM? Note: ensuring that this host could resolve the engine VM hostname is still up to you (@VALUES@)[@DEFAULT@]
pt_br: Adicionar linhas para a própria appliance e para este host em /etc/hosts na VM do engine? Nota: assegure de que este host ainda pode resolver o hostname da VM do engine (@VALUES@)[@DEFAULT@]

source: Please take care that this will simply add an entry for this host under /etc/hosts on the engine VM. If in the past you added other entries there, recovering them is up to you.
pt_br: Por favor, tome cuidado isso irá simplesmente adicionar uma entrada para este host em /etc/hosts na VM do engine. Se no passado você adicionou outras entradas lá, recuperá-las é com você.

source: Error generating cloud-init ISO image
pt_br: Erro ao gerar imagem ISO cloud-init

source: minimum requirement
pt_br: requerimento mínimo

source: appliance OVF value
pt_br: valor da OVF da appliance

source: Please specify the number of virtual CPUs for the VM (Defaults to {default_msg}): [@DEFAULT@]:
pt_br: Por favor especifique o número de CPUs virtuais para a VM (Padrão para{default_msg}): [@DEFAULT@]:

source: Minimum requirements for CPUs not met
pt_br: Os requisitos mínimos para CPUs não atendem

source: Continue with specified CPUs? (@VALUES@)[@DEFAULT@]:
pt_br: Continuar com as CPUs especificadas? (@VALUES@)[@DEFAULT@]:

source: Invalid number of cpu specified: {vcpu}, while only {maxvcpus} are available on the host
pt_br: Número de cpu especificado é inválido: {vcpu}, enquanto que apenas {maxvcpus} estão disponíveis no host

source: Invalid number of cpu specified: {vcpu}
pt_br: Número de cpu especificado inválido: {vcpu}

source: Not enough free space, about {estimate} GiB will be available within the storage domain (required {required} GiB)
pt_br: Não há espaço livre suficiente, cerca de {estimate} GiB estão disponíveis dentro do domínio de armazenamento (requerido {required} GiB)

source: Minimum requirements for disk size not met
pt_br: Os requisitos mínimos para o tamanho do disco não cumprem

source: Continue with specified disk size? (@VALUES@)[@DEFAULT@]:
pt_br: Continuar com o tamanho do disco especificado? (@VALUES@)[@DEFAULT@]:

source: Invalid disk size specified: {size}
pt_br: Tamanho do disco especificado inválido: {size}

source: Error: the VG on block device has capacity of only {available_gb} GiB while {required_size} GiB is required for the image
pt_br: Erro: o VG no dispositivo bloco tem capacidade de apenas {available_gb} GiB enquanto {required_size} GiB é necessário para a imagem

source: Creating VM Image
pt_br: Criando imagem da VM

source: You may specify a unicast MAC address for the VM or accept a randomly generated default [@DEFAULT@]:
pt_br: Você pode especificar um endereço MAC unicast para a VM ou aceitar um padrão gerado aleatoriamente [@DEFAULT@]:

source: Invalid unicast MAC address specified: '{mac}'
pt_br: Endereço unicast MAC especificado é inválido: '{mac}'

source: Minimum requirements not met by available memory: Required: {memsize} MB. Available: {maxmem} MB
pt_br: Os requisitos mínimos não foram cumpridos pela memória disponível: Necessário: {memsize} MB. Disponível: {maxmem} MB

source: maximum available
pt_br: máxima disponível

source: Minimum requirements for memory size not met
pt_br: Os requisitos mínimos para o tamanho da memória não foram cumpridos

source: Invalid memory size specified: {size}
pt_br: Tamanho de memória especificado inválido: {size}

source: Invalid memory size specified: {memsize}, while only {maxmem} are available on the host
pt_br: Tamanho de memória especificado inválido: {memsize}, enquanto que apenas {maxmem} estão disponíveis no host

source: Please specify the memory size of the VM in MB (Defaults to {default_msg}): [@DEFAULT@]:
pt_br: Por favor especifique o tamanho da memória da VM em MB (Padrões para {default_msg}): [@DEFAULT@]:

source: Continue with specified memory size?
pt_br: Continuar com o tamanho de memória especificado?

source: Please enable global maintenance mode before upgrading or restoring
pt_br: Por favor habilite o modo de manutenção global antes de atualizar ou restaurar

source: Not in global maintenance mode
pt_br: Não em modo de manutenção global

source: The engine VM seams up, please stop it before restoring.
pt_br: A VM do engine auto-corrige, por favor, pare com isso antes da restauração.

source: Engine VM is up
pt_br: VM do Engine está ativa

source: The engine VM is down.
pt_br: A VM do Engine não está ativa

source: The engine VM is not running on this host
pt_br: A VM do engine não está sendo executada neste host

source: Shutting down the engine VM
pt_br: Desligando a VM do engine

source: Please shutdown the VM allowing the system to launch it as a monitored service. The system will wait until the VM is down.
pt_br: Por favor desligue a VM para permitir que o sistema lance-o como um serviço monitorado. O sistema irá esperar até que a VM esteja desligada.

source: Generating answer file '{name}'
pt_br: Gerando arquivo resposta '{name}'

source: Updating hosted-engine configuration
pt_br: Atualizando a configuração do hosted-engine

source: During customization use CTRL-D to abort.
pt_br: Durante a personalização use CTRL-D para abortar.

source: Continuing will configure this host for serving as hypervisor and create a VM where you have to install the engine afterwards. Are you sure you want to continue? (@VALUES@)[@DEFAULT@]:
pt_br: Continuando irá configurar este host para servir como hypervisor e criar uma máquina virtual onde você tem que instalar o engine depois. Você tem certeza que quer continuar? (@VALUES@)[@DEFAULT@]:

source: --== CONFIGURATION PREVIEW ==--
pt_br: --== PREVIEW DA CONFIGURAÇÃO ==--

source: Please confirm installation settings (@VALUES@)[@DEFAULT@]:
pt_br: Por favor confirme as configurações de instalação (@VALUES@)[@DEFAULT@]:

source: Configuration was rejected by user
pt_br: Configuração foi rejeitada pelo usuário

source: Waiting for the host to become operational in the engine. This may take several minutes...
pt_br: Esperando o host tornar-se operacional no engine. Isso pode demorar alguns minutos...

source: The VDSM host was found in a failed state. Please check engine and bootstrap installation logs.
pt_br: A VDSM foi encontrada em estado de falha. Por favor verifique os logs do engine e bootstrap.

source: The VDSM Host is now operational
pt_br: O Host VDSM agora está operacional

source: Still waiting for VDSM host to become operational...
pt_br: Ainda aguardando pelo host VDSM tornar-se operacional...

source: Timed out while waiting for host to start. Please check the logs.
pt_br: Tempo esgotado enquanto esperava o host começar. Por favor, verifique os logs.

source: The following required networks {rnet} still need to be configured on {host} in order to make it operational. Please setup them via the engine webadmin UI or flag them as not required. When finished, activate the host in the webadmin.
pt_br: A seguinte rede é necessária {rnet} ainda precisa ser configurada no {host} para faze-la operacional. Por favor configure-a através da UI webadmin do engine ou sinalize-a como não necessária. Quando terminar, ative o host no webadmin.

source: Retry checking host status or ignore this and continue (@VALUES@)[@DEFAULT@]?
pt_br: Tentar verificar o status do host novamente ou ignorar isto e continuar (@VALUES@)[@DEFAULT@]?

source: Retry
pt_br: Tentar novamente

source: Ignore
pt_br: Ignorar

source: Not waiting for required networks to be set up
pt_br: Não esperar para configurar as rede necessárias

source: To finish deploying, please: - set up required networks for this host - activate it - restart the hosted-engine high availability services by running on this machine: # service ovirt-ha-agent restart # service ovirt-ha-broker restart
pt_br: Para terminar a implantação, por favor: - configure as redes necessárias para este host - ative-as - reinicie os serviços de alta disponibilidade do hosted-engine em execução nesta máquina: # service ovirt-ha-agent restart # service ovirt-ha-broker restart

source: The host {host} is in non-operational state. Please try to activate it via the engine webadmin UI.
pt_br: O host {host} está em estado não-operacional. Por favor tente ativa-lo via UI webadmin do engine.

source: Host left in non-operational state
pt_br: Host deixado em estado não-operacional

source: To finish deploying, please: - activate it - restart the hosted-engine high availability services by running on this machine: # service ovirt-ha-agent restart # service ovirt-ha-broker restart
pt_br: Para terminar a implantação, por favor: - ative-o - reinicie o serviço de alta disponibilidade do hosted-engine em execução nesta maquina: # service ovirt-ha-agent restart # service ovirt-ha-broker restart

source: Waiting for cluster '{name}' to become operational...
pt_br: Aguardando pelo cluster '{name}' tornar-se operacional...

source: Timed out while waiting for cluster to become ready. Please check the logs.
pt_br: Excedeu o tempo limite enquanto aguardava o cluster tornar-se pronto. Por favor, verifique os logs.

source: Timed out while waiting for configuring management network vlan ID. Please check the engine logs.
pt_br: Excedeu o tempo enquanto esperava para configurar o vlan ID no gerenciamento de rede. Por favor, verifique os logs do engine.

source: Failed to refresh SELINUX context for {path}: {ex}
pt_br: Falha ao refrescar o contexto SELINUX para {path}: {ex}

source: Unable to write host-deploy configuration file: {msg}
pt_br: Incapaz de gravar arquivo de configuração host-deploy: {msg}

source: Specified cluster does not exist: {cluster}
pt_br: Cluster especificado não existe: {cluster}

source: Enter the name of the cluster to which you want to add the host (@VALUES@) [@DEFAULT@]:
pt_br: Digite o nome do cluster ao qual você deseja adicionar o host (@VALUES@) [@DEFAULT@]:

source: Cannot automatically add the host to cluster {cluster}: {details}
pt_br: Não posso adicionar o host automaticamente ao cluster {cluster}: {details}

source: Unable to add {host} to the manager
pt_br: Incapaz de adicionar {host} ao gerente

source: Cannot automatically set CPU level of cluster {cluster}: {details}
pt_br: Não posso definir automaticamente o nível de CPU do cluster {cluster}: {details}

source: Unable to cleanup temporary file: {msg} - Please check and eventually manually cleanup {fnames} otherwise future upgrade could be affected.
pt_br: Incapaz de efetuar a limpeza do arquivo temporário: {msg} - Verifique e eventualmente, faça uma limpeza manualmente {fnames} uma futura atualização pode ser afetada.

source: Please provide the name of the SMTP server through which we will send notifications [@DEFAULT@]:
pt_br: Por favor forneça o nome do servidor SMTP através do qual enviaremos notificações [@DEFAULT@]:

source: Please provide the TCP port number of the SMTP server [@DEFAULT@]:
pt_br: Por favor forneça o número da porta TCP do servidor SMTP [@DEFAULT@]:

source: Please provide the email address from which notifications will be sent [@DEFAULT@]:
pt_br: Por favor forneça o endereço de email por onde as notificações serão enviadas [@DEFAULT@]:

source: Please provide a comma-separated list of email addresses which will get notifications [@DEFAULT@]:
pt_br: Por favor forneça uma lista separada por vírgulas de endereços de e-mail que irá receber notificações [@DEFAULT@]:

source: Invalid input, please try again
pt_br: Entrada inválida, por favor tente novamente

source: Invalid input for environment value {key}
pt_br: Entrada inválida para o valor ambiente {key}

source: Hosted Engine HA services are already running on this system. Hosted Engine cannot be deployed on a host already running those services.
pt_br: Serviços de HA do Engine já estão em execução no sistema. Hosted Engine não pode ser implantado em um host com estes serviços já em execução.

source: Enabling and starting HA services
pt_br: Habilitando e iniciando os serviços HA

source: Configuring libvirt
pt_br: Configurando libvirt

source: {manager} was detected on your computer, do you wish setup to configure it? (@VALUES@)[@DEFAULT@]:
pt_br: {manager} foi detectado no seu computador, você deseja que o setup configure-o? (@VALUES@)[@DEFAULT@]:

source: The following network ports should be opened: {ports}
pt_br: As seguintes portas de rede devem ser abertas: {ports}

source: An example of the required configuration for iptables can be found at: {example}
pt_br: Um exemplo da configuração necessária para o iptables pode ser encontrada em: {example}

source: In order to configure firewalld, copy the files from {examples} to {configdir} and execute the following commands: {commands}
pt_br: Para configurar o firewalld, copie os arquivos de {examples} para {configdir} e execute os seguintes comandos: {commands}

source: Unsupported distribution for iptables plugin
pt_br: Distribuição sem suporte para plug-in iptables

source: Generating VDSM certificates
pt_br: Gerando certificados VDSM

source: Error parsing libvirt certificate
pt_br: Erro ao analisar certificado libvirt

source: Generating libvirt-spice certificates
pt_br: Gerando certificado libvirt-spice

source: Please specify the iSCSI portal IP address:
pt_br: Por favor especifique o endereço IP do portal iSCSI:

source: Address must be a valid IP address
pt_br: O endereço deve ser um endereço IP válido

source: Please specify the iSCSI portal port [@DEFAULT@]:
pt_br: Por favor especifique a porta do portal iSCSI [@DEFAULT@]:

source: Port must be a valid port number
pt_br: Porta deve ser um número de porta válido

source: Please specify the iSCSI portal user:
pt_br: Por favor especifique o usuário do portal iSCSI:

source: Username should not be longer than %i characters.
pt_br: Nome de usuário não deve ser maior do que %i caracteres.

source: Please specify the iSCSI portal password:
pt_br: Por favor especifique a senha de portal iSCSI:

source: Password should not be longer than %i characters.
pt_br: Senha não deve ser maior do que %i caracteres.

source: Cannot find any LUN on the selected target
pt_br: Não posso encontrar qualquer LUN no alvo selecionado

source: [{i}] {guid} {capacityGiB}GiB {vendorID} {productID} status: {status}, paths: {ap} active
pt_br: [{i}] {guid} {capacityGiB}GiB {vendorID} {productID} status: {status}, caminhos: {ap} ativos

source: , {fp} failed
pt_br: , {fp} falhou

source: The following luns have been found on the requested target: {lun_list}
pt_br: Os seguintes luns foram encontrados no destino solicitado: {lun_list}

source: Please select the destination LUN (@VALUES@) [@DEFAULT@]:
pt_br: Por favor selecione a LUN de destino (@VALUES@) [@DEFAULT@]:

source: The selected device is already used. To create a vg on this device, you must use Force. WARNING: This will destroy existing data on the device. (@VALUES@)[@DEFAULT@]?
pt_br: O dispositivo selecionado já é utilizado . Para criar um vg neste dispositivo, você deve forçar o uso. ATENÇÃO: Isto irá destruir os dados existentes no dispositivo. (@VALUES@)[@DEFAULT@]?

source: Force
pt_br: Forçar

source: Abort
pt_br: Abortar

source: The requested device is not listed by VDSM
pt_br: O dispositivo requisitado não é listado pela VDSM

source: Error: device {lunGUID} has capacity of only {capacity}Mb while a minimum of {minimum}Mb is required
pt_br: Erro: dispositivo {lunGUID} tem capacidade de apenas {capacity}Mb, enquanto é necessário um mínimo de {minimum}Mb

source: Specified VG UUID does not match found UUID
pt_br: VG UUID especificado não corresponde ao UUID encontrado

source: The selected LUN is dirty; please clean it and retry
pt_br: O LUN selecionado está sujo; Por favor, limpe-o e tente novamente

source: Cannot access iSCSI portal
pt_br: Não posso acessar o portal iSCSI

source: Cannot access LUN
pt_br: Não posso acessar o LUN

source: No LUN is accessible on FC
pt_br: Nenhum LUN está acessível em FC

source: Creating Volume Group
pt_br: Criando grupo de volume

source: Error creating Volume Group: {message}
pt_br: Erro ao criar grupo de volume: {message}

source: Saving hosted-engine configuration on the shared storage domain
pt_br: Salvando a configuração do hosted-engine no domínio do armazenamento compartilhado

source: Error while mounting specified storage path: {error}
pt_br: Erro enquanto montava o caminho de armazenamento especificado: {error}

source: permission settings on the specified storage do not allow access to the storage to vdsm user and kvm group. Verify permission settings on the specified storage or specify another location
pt_br: as configurações de permissão no armazenamento especificado não permitem o acesso ao armazenamento para usuário vdsm e grupo kvm. Verifique as configurações de permissão no armazenamento especificado ou especifique outro local

source: Failed to retrieve Gluster Volume info
pt_br: Falha ao receber info do Volume Gluster

source: GlusterFS Volume {volume} does not exist!
pt_br: Volume GlusterFS {volume} não existe!

source: GlusterFS Volume is not using replica 3
pt_br: Volume GlusterFS não está usando replica 3

source: GlusterFS replica 3 Volume detected
pt_br: Volume GlusterFS replica 3 detectada

source: Three distinct hosts are required for safe and reliable operations
pt_br: Três hosts distintos são necessários para operações seguras e confiáveis

source: GlusterFS Volume is '{statusStr}', please ensure that it's started
pt_br: Volume GlusterFS está '{statusStr}', por favor certifique-se de que está iniciado

source: 'server:/' is not an acceptable export path, please use at least one subdirectory
pt_br: 'server:/' não é um caminho de exportação aceitável, utilize pelo menos um subdiretório

source: Fixing path syntax: replacing '{original}' with '{fixed}'
pt_br: Corrigindo sintaxe de caminho: substituindo '{original}' com '{fixed}'

source: Cannot unmount {path}
pt_br: Não posso desmontar {path}

source: Please note that Replica 3 support is required for the shared storage.
pt_br: Por favor note que o suporte à Replica 3 é necessário para o armazenamento compartilhado.

source: Please specify the full shared storage connection path to use (example: host:/path):
pt_br: Por favor especifique um caminho de conexão de armazenamento compartilhado completo para usar (exemplo: host:/path):

source: Cannot access storage connection {connection}: {error}
pt_br: Não posso acessar a conexão de armazenamento {connection}: {error}

source: Storage domain for self hosted engine is too small: you should have at least {min_r} GB free
pt_br: Domínio de armazenamento para auto hosted engine é muito pequeno: você deve ter pelo menos {min_r} GB livre

source: It can only consist of alphanumeric characters (that is, letters, numbers, and signs "-" and "_"). All other characters are not valid in the name.
pt_br: Ele só pode consistir de caracteres alfanuméricos (ou seja, letras, números e sinais "-" e " _"). Todos os outros caracteres não são válidos no nome.
